[
  {
    "name": "Entrenamiento de alta intensidad",
    "intensity": 9,
    "description": "Este curso es ideal para aquellos que buscan un entrenamiento desafiante y efectivo. Las sesiones están diseñadas para maximizar la quema de calorías y aumentar la resistencia física."
  },
  {
    "name": "Pilates para principiantes",
    "intensity": 3,
    "description": "Este curso es perfecto para aquellos que desean mejorar la flexibilidad y el equilibrio, así como para aquellos que buscan una forma suave de ejercitar el cuerpo. Las sesiones se enfocan en técnicas de respiración, alineación del cuerpo y control muscular."
  },
  {
    "name": "Entrenamiento en circuito",
    "intensity": 7,
    "description": "Este curso combina ejercicios cardiovasculares con ejercicios de fuerza para brindar un entrenamiento completo. Las sesiones están diseñadas para aumentar la resistencia y mejorar la capacidad cardiovascular."
  },
  {
    "name": "Yoga para la relajación",
    "intensity": 2,
    "description": "Este curso se enfoca en técnicas de respiración y posturas suaves para promover la relajación y reducir el estrés. Las sesiones son ideales para aquellos que buscan un momento de calma y tranquilidad."
  },
  {
    "name": "Entrenamiento de peso corporal",
    "intensity": 6,
    "description": "Este curso utiliza el peso corporal para brindar un entrenamiento completo de fuerza y resistencia. Las sesiones se enfocan en ejercicios como flexiones, sentadillas y planchas para tonificar el cuerpo y mejorar la fuerza muscular."
  },
  {
    "name": "Clase de spinning",
    "intensity": 8,
    "description": "Este curso es una clase de ciclismo indoor diseñada para mejorar la resistencia cardiovascular y quemar calorías. Las sesiones se enfocan en la velocidad, la resistencia y la intensidad para brindar un entrenamiento desafiante y divertido."
  },
  {
    "name": "Entrenamiento de boxeo",
    "intensity": 9,
    "description": "Este curso utiliza técnicas de boxeo para brindar un entrenamiento completo de fuerza, resistencia y cardio. Las sesiones incluyen ejercicios como golpes de puño, patadas y saltos de cuerda para mejorar la coordinación y la fuerza muscular."
  },
  {
    "name": "Clase de baile latino",
    "intensity": 5,
    "description": "Este curso es una clase de baile latino diseñada para mejorar la coordinación, la flexibilidad y el estado de ánimo. Las sesiones incluyen bailes como salsa, bachata y merengue para brindar una experiencia divertida y energizante."
  },
  {
    "name": "Entrenamiento de escaleras",
    "intensity": 8,
    "description": "Este curso utiliza escaleras para brindar un entrenamiento de cardio y resistencia. Las sesiones incluyen ejercicios como subir y bajar escaleras, saltos..."
  }]